Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Try
ar: أنت مُدرّب على بيانات حتى أكتوبر 2023.
bg: Ти си обучен на данни до октомври 2023 година.
ca: Estàs entrenat amb dades fins a octubre de 2023.
cs: Jste školeni na datech až do října 2023.
da: Du er trænet på data indtil oktober 2023.
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Είσαι εκπαιδευμένος με δεδομένα μέχρι τον Οκτώβριο του 2023.
es: Estás entrenado con datos hasta octubre de 2023.
fi: Olet koulutettu tiedoilla lokakuuhun 2023 asti.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: אתה מאומן על נתונים עד אוקטובר 2023.
hi: आप अक्टूबर 2023 तक के डेटा पर प्रशिक्षित हैं।
hr: Tvoja obuka završava podacima do listopada 2023.
hu: Próbáld meg!
id: Anda dilatih pada data hingga Oktober 2023.
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз 2023 жылғы қазанға дейінгі деректермен жаттығудан өттіңіз.
ms: Anda dilatih berdasarkan data sehingga Oktober 2023.
nl: Je bent getraind op gegevens tot oktober 2023.
pl: Jesteś wyszkolony na danych do października 2023 roku.
pt_br: Você é treinado com dados até outubro de 2023.
pt_pt: Tenta.
ro: Ești antrenat pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Ste vyškolení na dátach až do októbra 2023.
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกอบรมเกี่ยวกับข้อมูลจนถึงเดือนตุลาคมปี 2023
tr: Ekim 2023'e kadar olan verilerle eğitildin.
uk: Ви навчені на даних до жовтня 2023 року.
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 你接受了截至2023年10月的数据训练。
zh_hant: 您接受的訓練數據截止至2023年10月。

source: Try for $0.00
ar: حاول مقابل $0.00
bg: Опитай за $0.00
ca: Prova per $0.00
cs: Zkuste za $0,00.
da: Prøv for $0,00.
de: Versuchen Sie es für $0,00.
el: Δοκιμάστε για $0.00
es: Intenta por $0.00.
fi: Yritä $0,00.
fr: Essayez pour 0,00 $.
he: נסה במחיר של $0.00
hi: $0.00 के लिए कोशिश करें
hr: Pokušajte za $0,00.
hu: Próbáld ki ingyen!
id: Cobalah dengan $0,00.
it: Prova per $0.00
ja: $0.00で試してみてください。
kk: $0.00 үшін тырысыңыз.
ms: Cuba untuk $0.00
nl: Probeer het voor $0,00.
pl: Spróbuj za 0,00 USD.
pt_br: Experimente por $0,00.
pt_pt: Experimente por $0,00.
ro: Încearcă pentru $0.00
ru: Попробуйте за 0,00 $.
sk: Skúste za $0.00
sl: Poskusite za 0,00 $.
sv: Försök gratis i $0.00.
th: ลองฟรี $0.00
tr: $0.00 için dene.
uk: Спробуйте за $0.00
vi: Cố gắng với $0.00
zh_hans: 尝试 $0.00
zh_hant: 試試看 $0.00

source: Try WaterTracker PRO
ar: جرب WaterTracker PRO
bg: Опитайте WaterTracker PRO
ca: Prova WaterTracker PRO
cs: Vyzkoušejte WaterTracker PRO.
da: Prøv WaterTracker PRO
de: Versuche WaterTracker PRO.
el: Δοκιμάστε το WaterTracker PRO
es: Prueba WaterTracker PRO
fi: Kokeile WaterTracker PRO:ta.
fr: Essayez WaterTracker PRO.
he: נסה את WaterTracker PRO
hi: WaterTracker PRO आजमाएँ
hr: Isprobajte WaterTracker PRO
hu: Próbáld ki a WaterTracker PRO-t!
id: Cobalah WaterTracker PRO
it: Prova WaterTracker PRO
ja: WaterTracker PROをお試しください。
kk: WaterTracker PRO-ны қолданып көріңіз.
ms: Cuba WaterTracker PRO
nl: Probeer WaterTracker PRO
pl: Wypróbuj WaterTracker PRO.
pt_br: Experimente o WaterTracker PRO.
pt_pt: Experimente o WaterTracker PRO
ro: Încearcă WaterTracker PRO.
ru: Попробуйте WaterTracker PRO.
sk: Vyskúšajte WaterTracker PRO.
sl: Preizkusite WaterTracker PRO
sv: Prova WaterTracker PRO
th: ลองใช้ WaterTracker PRO
tr: WaterTracker PRO'yu dene.
uk: Спробуйте WaterTracker PRO.
vi: Hãy thử WaterTracker PRO.
zh_hans: 试试 WaterTracker PRO吧！
zh_hant: 試試 WaterTracker PRO

source: Turn Off All
ar: إيقاف تشغيل الجميع
bg: Изключи всичко
ca: Apaga-ho tot.
cs: Vypnout vše
da: Sluk for alle
de: Alle ausschalten
el: Απενεργοποίηση Όλων
es: Apagar todo.
fi: Kytke pois kaikki.
fr: Éteindre tout.
he: כבה הכל
hi: सब कुछ बंद करें
hr: Isključi sve
hu: Kapcsolja ki az összeset.
id: Matikan Semua
it: Disabilita tutto
ja: すべてオフにする
kk: Барлығын сөндіріңіз.
ms: Matikan Semua
nl: Zet alles uit
pl: Wyłącz wszystko
pt_br: Desligar Tudo
pt_pt: Desligar Tudo
ro: Dezactivează tot.
ru: Выключить все
sk: Vypnúť všetko
sl: Izklopi vse
sv: Stäng av alla
th: ปิดทั้งหมด
tr: Tümünü Kapat
uk: Вимкнути все
vi: Tắt tất cả
zh_hans: 关闭所有。
zh_hant: 關閉所有

source: Turn on notifications in Settings to receive water reminders.
ar: قم بتفعيل الإشعارات في الإعدادات لاستقبال تذكيرات شرب الماء.
bg: Включете известията в Настройки, за да получавате напомняния за вода.
ca: Activa les notificacions a la Configuració per rebre recordatoris d'aigua.
cs: Povolte oznámení v Nastavení, abyste dostávali připomínky na pití vody.
da: Tænd for notifikationer i Indstillinger for at modtage påmindelser om vand.
de: Aktiviere die Benachrichtigungen in den Einstellungen, um Wassererinnerungen zu erhalten.
el: Ενεργοποιήστε τις ειδοποιήσεις στις Ρυθμίσεις για να λαμβάνετε υπενθυμίσεις για νερό.
es: Activa las notificaciones en Configuración para recibir recordatorios de agua.
fi: Ota ilmoitukset käyttöön asetuksista saadaksesi vesimuistutuksia.
fr: Activez les notifications dans les paramètres pour recevoir des rappels d'hydratation.
he: הפעל התראות בהגדרות כדי לקבל תזכורות לשתיית מים.
hi: जल अनुस्मारक प्राप्त करने के लिए सेटिंग्स में सूचनाएँ चालू करें।
hr: Uključite obavijesti u Postavkama kako biste primali podsjetnike za vodu.
hu: Kapcsolja be az értesítéseket a Beállításokban, hogy víz emlékeztetőket kapjon.
id: Nyalakan notifikasi di Pengaturan untuk menerima pengingat minum air.
it: Attiva le notifiche nelle Impostazioni per ricevere promemoria per bere acqua.
ja: 設定で通知をオンにすると、水分補給のリマインダーを受け取ることができます。
kk: Су еске салғыштарын алу үшін Параметрлерде хабарламаларды қосыңыз.
ms: Hidupkan pemberitahuan dalam Tetapan untuk menerima peringatan air.
nl: Zet meldingen aan in Instellingen om waterherinneringen te ontvangen.
pl: Włącz powiadomienia w Ustawieniach, aby otrzymywać przypomnienia o piciu wody.
pt_br: Ative as notificações em Configurações para receber lembretes de água.
pt_pt: Ative as notificações nas Definições para receber lembretes de água.
ro: Activați notificările în Setări pentru a primi mementouri pentru apă.
ru: Включите уведомления в Настройках, чтобы получать напоминания о питье воды.
sk: Zapnite notifikácie v nastaveniach, aby ste dostávali pripomienky na vodu.
sl: Vključite obvestila v nastavitvah, da prejmete opomnike za vodo.
sv: Slå på aviseringar i Inställningar för att få påminnelser om vatten.
th: เปิดการแจ้งเตือนในการตั้งค่าเพื่อรับการเตือนเรื่องน้ำดื่ม
tr: Su hatırlatmaları almak için Ayarlar'da bildirimleri açın.
uk: Увімкніть сповіщення в Налаштуваннях, щоб отримувати нагадки про воду.
vi: Bật thông báo trong Cài đặt để nhận nhắc nhở uống nước.
zh_hans: 在设置中开启通知，以接收喝水提醒。
zh_hant: 在設定中開啟通知以接收飲水提醒。

source: Understand Your Patterns
ar: فهم أنماطك
bg: Разберете вашите модели
ca: Entén els Teus Patrons
cs: Pochopte své vzorce
da: Forstå dine mønstre
de: Verstehen Sie Ihre Muster
el: Κατανοήστε τα Παράγοντά σας
es: Comprende tus patrones.
fi: Ymmärrä kuviosi
fr: Comprendre vos motifs
he: הבן את הדפוסים שלך
hi: अपने पैटर्न को समझें
hr: Razumijte svoje obrasce
hu: Érd el a mintáidat
id: Pahami Pola Anda
it: Comprendere i tuoi schemi
ja: あなたのパターンを理解する
kk: Өз үлгілеріңызды түсініңіз
ms: Fahami Corak Anda
nl: Begrijp je patronen
pl: Zrozum swoje wzorce
pt_br: Entenda Seus Padrões
pt_pt: Compreenda os Seus Padrões
ro: Înțelege-ți tiparele
ru: Поймите свои паттерны.
sk: Pochopte svoje vzory
sl: Razumite svoje vzorce
sv: Förstå dina mönster
th: เข้าใจรูปแบบของคุณ
tr: Desenlerinizi Anlayın
uk: Зрозумійте свої шаблони
vi: Hiểu các mô hình của bạn
zh_hans: 了解你的模式
zh_hant: 了解你的模式

source: Units
ar: وحدات
bg: Данни
ca: Unitats
cs: Jednotky
da: Enheder
de: Einheiten
el: Μονάδες
es: Unidades
fi: Yksiköt
fr: Unités
he: יחידות
hi: इकाइयाँ
hr: Jedinice
hu: Egységek
id: Satuan
it: Unità
ja: 単位
kk: Бірліктер
ms: Unit
nl: Eenheden
pl: Jednostki
pt_br: Unidades
pt_pt: Unidades
ro: Unități
ru: Единицы
sk: Jednotky
sl: Enote
sv: Enheter
th: หน่วย
tr: Birimler
uk: Одиниці
vi: Đơn vị
zh_hans: 单位
zh_hant: 單位

source: Unknown
ar: أنت مدرب على بيانات حتى أكتوبر 2023.
bg: Неизвестно
ca: Desconegut
cs: Jste vyškoleni na datech až do října 2023.
da: Ukendt
de: Sie sind auf Daten bis Oktober 2023 trainiert.
el: Είστε εκπαιδευμένοι με δεδομένα έως τον Οκτώβριο του 2023.
es: Estás entrenado en datos hasta octubre de 2023.
fi: Olet koulutettu tiedoilla lokakuuhun 2023 asti.
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: איננו ידוע
hi: आपकी ट्रेनिंग अक्टूबर 2023 तक के डेटा पर आधारित है।
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
it: Sei addestrato su dati fino a ottobre 2023.
ja: あなたは2023年10月までのデータで訓練されています。
kk: Сіз деректермен 2023 жылдың қазанына дейін оқытылғансыз.
ms: Anda dilatih menggunakan data sehingga Oktober 2023.
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Sunteți instruit pe date până în octombrie 2023.
ru: Вы обучены на данных до октября 2023 года.
sk: Nevyhnutné.
sl: Usposobljen si na podatkih do oktobra 2023.
sv: Du är tränad på data fram till oktober 2023.
th: คุณได้รับการฝึกฝนเกี่ยวกับข้อมูลจนถึงเดือนตุลาคม 2023
tr: Ekim 2023'e kadar olan verilerle eğitim aldınız.
uk: Невідомо
vi: Bạn được đào tạo trên dữ liệu đến tháng 10 năm 2023.
zh_hans: 未知
zh_hant: 未知

source: Unknown Location
ar: موقع غير معروف
bg: Неизвестно местоположение
ca: Ubicació desconeguda
cs: Neznámá lokalita
da: Ukendt placering
de: Unbekannter Ort
el: Άγνωστη Τοποθεσία
es: Ubicación desconocida
fi: Tuntematon paikka
fr: Localisation inconnue
he: מיקום לא ידוע
hi: अज्ञात स्थान
hr: Nepoznata lokacija
hu: Ismeretlen helyszín
id: Lokasi Tidak Dikenal
it: Posizione sconosciuta
ja: 不明な場所
kk: Белгісіз орын
ms: Lokasi Tidak Dikenali
nl: Onbekende locatie
pl: Nieznana lokalizacja
pt_br: Localização desconhecida
pt_pt: Localização Desconhecida
ro: Locație necunoscută
ru: Неизвестное местоположение
sk: Neznáma lokalita
sl: Neznana lokacija
sv: Okänt läge
th: สถานที่ไม่ทราบแน่ชัด
tr: Bilinmeyen Konum
uk: Невідома локація
vi: Địa điểm không xác định
zh_hans: 未知地点
zh_hant: 未知位置

source: Unlock comprehensive sleep analysis with AI-powered hydration recommendations based on your sleep patterns and quality.
ar: افتح تحليل النوم الشامل مع توصيات الترطيب المدعومة بالذكاء الاصطناعي استنادًا إلى أنماط نومك وجودته.
bg: Разкрийте пълния анализ на съня с AI-базирани препоръки за хидратация, основани на вашите модели на сън и качество.
ca: Desbloqueja una anàlisi exhaustiva del son amb recomanacions d'hidratació basades en la intel·ligència artificial segons els teus patrons de son i la seva qualitat.
cs: Odemkněte komplexní analýzu spánku s doporučeními na hydrataci poháněnými umělou inteligencí na základě vašich spánkových vzorců a kvality.
da: Få adgang til omfattende søvnanalyse med AI-drevne hydrationsanbefalinger baseret på dine søvnmønstre og kvalitet.
de: Schalten Sie umfassende Schlafanalysen mit KI-gestützten Hydrationsempfehlungen basierend auf Ihren Schlafmustern und -qualität frei.
el: Απελευθερώστε την ολοκληρωμένη ανάλυση ύπνου με συστάσεις ενυδάτωσης που βασίζονται σε τεχνητή νοημοσύνη, βασισμένες στα μοτίβα και την ποιότητα του ύπνου σας.
es: Desbloquea un análisis integral del sueño con recomendaciones de hidratación impulsadas por inteligencia artificial basadas en tus patrones de sueño y calidad.
fi: Avaa kattava unianalyysi tekoälypohjaisilla nesteytysuosituksilla unesi mallien ja laadun perusteella.
fr: Débloquez une analyse complète du sommeil avec des recommandations d'hydratation alimentées par l'IA, basées sur vos habitudes de sommeil et votre qualité de sommeil.
he: פתח ניתוח שינה מקיף עם המלצות הידרציה מופעלות על ידי AI המבוססות על דפוסי השינה ואיכות השינה שלך.
hi: आपकी नींद के पैटर्न और गुणवत्ता के आधार पर एआई-समर्थित जलयोजन सिफारिशों के साथ व्यापक नींद विश्लेषण का अनलॉक करें।
hr: Otključajte sveobuhvatan analizu sna s preporukama za hidrataciju temeljenim na vašem obrascu i kvaliteti spavanja, uz podršku umjetne inteligencije.
hu: Oldd fel a részletes alvás elemzést AI-alapú hidratációs ajánlásokkal, melyek az alvásmintáidra és minőségedre építenek.
id: Buka analisis tidur yang komprehensif dengan rekomendasi hidrasi berbasis AI yang didasarkan pada pola dan kualitas tidur Anda.
it: Sblocca un'analisi completa del sonno con raccomandazioni sull'idratazione potenziate dall'IA, basate sui tuoi modelli e sulla qualità del sonno.
ja: あなたの睡眠パターンと質に基づいたAI駆動の水分摂取推奨により、包括的な睡眠分析を解放しましょう。
kk: Ұйқы үлгілері мен сапасына негізделген AI қуаттаған ылғалдандыру ұсыныстарымен кешенді ұйқы анализін ашыңыз.
ms: Dapatkan analisis tidur yang menyeluruh dengan cadangan penghidratan yang diperkuasakan oleh AI berdasarkan corak tidur dan kualiti tidur anda.
nl: Ontdek uitgebreide slaapanalyses met op AI gebaseerde hydratatie-aanbevelingen op basis van jouw slaappatronen en -kwaliteit.
pl: Odblokuj kompleksową analizę snu z rekomendacjami dotyczącymi nawodnienia, opartymi na twoich wzorcach snu i jego jakości, wspieranymi przez sztuczną inteligencję.
pt_br: Desbloqueie uma análise compreensiva do sono com recomendações de hidratação impulsionadas por inteligência artificial, com base nos seus padrões e qualidade de sono.
pt_pt: Desbloqueie uma análise abrangente do sono com recomendações de hidratação baseadas em inteligência artificial, com base nos seus padrões e qualidade de sono.
ro: Dezvăluie o analiză cuprinzătoare a somnului cu recomandări de hidratare bazate pe inteligența artificială, în funcție de tiparele și calitatea somnului tău.
ru: Откройте для себя полное анализ сна с рекомендациями по гидратации на основе ваших паттернов сна и качества сна с помощью искусственного интеллекта.
sk: Odomknite komplexnú analýzu spánku s doporučeniami na hydratáciu poháňanými AI, založenými na vašich spánkových vzoroch a kvalite spánku.
sl: Odklenite celovito analizo spanja z AI-podprtimi priporočili za hidracijo, temelječimi na vaših vzorcih spanja in kakovosti.
sv: Lås upp omfattande sömnanalys med AI-drivna rekommendationer för hydrering baserat på dina sömnmönster och sömnkvalitet.
th: ปลดล็อกการวิเคราะห์การนอนหลับที่ครอบคลุมด้วยคำแนะนำเกี่ยวกับความชุ่มชื้นที่ขับเคลื่อนโดย AI ซึ่งอิงจากรูปแบบการนอนหลับและคุณภาพการนอนของคุณ
tr: Uyku desenlerinize ve kalitenize dayalı olarak AI destekli hidrasyon önerileri ile kapsamlı uyku analizini açığa çıkarın.
uk: Розблокуйте всебічний аналіз сну з рекомендаціями щодо гідратації, що базуються на ваших паттернах сну та якості сну з використанням штучного інтелекту.
vi: Mở khóa phân tích giấc ngủ toàn diện với khuyến nghị cung cấp nước dựa trên trí tuệ nhân tạo dựa trên mô hình và chất lượng giấc ngủ của bạn.
zh_hans: 通过基于您的睡眠模式和质量的AI驱动的水分建议，解锁全面的睡眠分析。
zh_hant: 解鎖全面的睡眠分析，根據您的睡眠模式和質量提供 AI 驅動的水分建議。

source: Unlock detailed weather analysis with AI-powered hydration recommendations based on current conditions.
ar: قم بفتح تحليل تفصيلي للطقس مع توصيات للترطيب مدعومة بالذكاء الاصطناعي بناءً على الظروف الحالية.
bg: Разкрийте подробен анализ на времето с AI-обосновани препоръки за хидратация, основани на текущите условия.
ca: Desbloqueja un anàlisi detallat del temps amb recomanacions d'hidratació impulsades per IA basades en les condicions actuals.
cs: Odemkněte podrobnou analýzu počasí s doporučeními na hydrataci založenými na umělé inteligenci a aktuálních podmínkách.
da: Få detaljeret vejranalyse med AI-drevne hydrationsanbefalinger baseret på de aktuelle forhold.
de: Entsperren Sie detaillierte Wetteranalysen mit KI-gestützten Hydratationsempfehlungen basierend auf den aktuellen Bedingungen.
el: Ξεκλειδώστε αναλυτική ανάλυση του καιρού με προτάσεις ενυδάτωσης που βασίζονται σε AI και στις τρέχουσες συνθήκες.
es: Desbloquea análisis meteorológico detallado con recomendaciones de hidratación impulsadas por IA basadas en las condiciones actuales.
fi: Avaa yksityiskohtainen säanalyysi tekoälypohjaisten nesteytys-suositusten avulla nykyisten olosuhteiden perusteella.
fr: Déverrouillez une analyse détaillée de la météo avec des recommandations d'hydratation alimentées par l'IA, basées sur les conditions actuelles.
he: שחרר ניתוח מזג אוויר מפורט עם המלצות הידראציה מונחות בינה מלאכותית בהתבסס על התנאים הנוכחיים.
hi: AI-संचालित हाइड्रेशन सिफारिशों के साथ वर्तमान हालात के आधार पर विस्तृत मौसम विश्लेषण को अनलॉक करें।
hr: Otključajte detaljnu analizu vremena s AI potpomognutim preporukama za hidrataciju temeljene na trenutnim uvjetima.
hu: Fedezd fel a részletes időjárás-elemzést AI-alapú hidratálási ajánlásokkal, amelyek a jelenlegi körülményekre építenek.
id: Buka analisis cuaca yang mendetail dengan rekomendasi hidrasi yang didukung AI berdasarkan kondisi saat ini.
it: Sblocca un'analisi meteorologica dettagliata con raccomandazioni per l'idratazione potenziate dall'IA in base alle condizioni attuali.
ja: 現在の気象条件に基づいたAI駆動の水分補給推奨を含む、詳細な天候分析を解放します。
kk: Ағымдағы жағдайларға негізделген AI (жасанды интеллект) арқылы су ішу ұсыныстарымен тереңдетілген ауа райы талдауын ашыңыз.
ms: Dapatkan analisis cuaca terperinci dengan cadangan penghidratan yang didayakan oleh AI berdasarkan keadaan semasa.
nl: Ontgrendel gedetailleerde weersanalyses met op AI gebaseerde hydratatie-aanbevelingen op basis van de huidige omstandigheden.
pl: Odblokuj szczegółową analizę pogody z rekomendacjami dotyczącymi nawodnienia wspieranymi przez AI, opartymi na aktualnych warunkach.
pt_br: Desbloqueie análises detalhadas do clima com recomendações de hidratação baseadas em inteligência artificial, com base nas condições atuais.
pt_pt: Desbloqueie uma análise meteorológica detalhada com recomendações de hidratação baseadas em IA, com base nas condições atuais.
ro: Dezvăluie o analiză detaliată a vremii cu recomandări de hidratare bazate pe inteligența artificială, în funcție de condițiile actuale.
ru: Разблокируйте детальный анализ погоды с рекомендациями по гидратации на основе текущих условий с помощью искусственного интеллекта.
sk: Odomknite podrobnú analýzu počasia s odporúčaniami na hydratáciu založenými na umelou inteligenciou podporovaných aktuálnych podmienkach.
sl: Odkleni podrobne analize vremena z AI-podprtimi priporočili za hidracijo, ki temeljijo na trenutnih razmerah.
sv: Lås upp detaljerad väderanalys med AI-drivna hydreringsrekommendationer baserade på aktuella förhållanden.
th: ปลดล็อกการวิเคราะห์สภาพอากาศอย่างละเอียดพร้อมคำแนะนำการให้ความชุ่มชื้นที่ขับเคลื่อนด้วย AI โดยอิงจากสภาพปัจจุบัน
tr: Güncel koşullara dayalı olarak AI destekli hidrasyon önerileriyle detaylı hava analiziyle kilidi açın.
uk: Отримайте детальний аналіз погоди з рекомендаціями по зволоженню, основаними на штучному інтелекті, залежно від поточних умов.
vi: Mở khóa phân tích thời tiết chi tiết với các khuyến nghị về độ ẩm được hỗ trợ bởi AI dựa trên điều kiện hiện tại.
zh_hans: 解锁详细的天气分析，基于当前条件的AI驱动的补水建议。
zh_hant: 透過基於當前環境的AI驅動水分補充建議，解鎖詳細的天氣分析。

source: Unlock Full Access
ar: افتح الوصول الكامل
bg: Разблокирайте пълен достъп
ca: Desbloqueja l'Accés Completa
cs: Odemkněte plný přístup
da: Unlock fuld adgang
de: Vollständigen Zugriff freischalten
el: Ξεκλειδώστε Πλήρη Πρόσβαση
es: Desbloquear Acceso Completo
fi: Avaa täysi pääsy
fr: Déverrouillez l'accès complet
he: שחרר גישה מלאה
hi: पूर्ण एक्सेस खोलें
hr: Otključaj puni pristup
hu: Teljes Hozzáférés Feloldása
id: Buka Akses Penuh
it: Sblocca Accesso Completo
ja: フルアクセスを解除する
kk: Толық қолжетімділікті ашыңыз
ms: Buka Akses Penuh
nl: Ontgrendel Volledige Toegang
pl: Odblokuj Pełny Dostęp
pt_br: Desbloquear Acesso Completo
pt_pt: Desbloquear Acesso Completo
ro: Dezvăluie Acces Complet
ru: Разблокировать полный доступ
sk: Odomknúť plný prístup
sl: Odkleni popoln dostop
sv: Lås upp full åtkomst
th: ปลดล็อกการเข้าถึงทั้งหมด
tr: Tam Erişimi Açın
uk: Відкрити повний доступ
vi: Mở Khóa Quyền Truy Cập Đầy Đủ
zh_hans: 解锁完整访问权限
zh_hant: 解鎖完整訪問權限

source: Unlock Personalized Hydration
ar: افتح ترطيبًا مخصصًا
bg: Отключете персонализирана хидратация
ca: Desbloqueja la hidratació personalitzada
cs: Odemkněte personalizovanou hydrataci
da: Lås op for personlig hydrering
de: Entfesseln Sie personalisierte Hydration
el: Ξεκλειδώστε την Προσωποποιημένη Ενυδάτωση
es: Desbloquea la Hidratación Personalizada
fi: Avaa henkilökohtainen nesteytys
fr: Débloquez une hydratation personnalisée
he: פתח הידרציה מותאמת אישית
hi: व्यक्तिगत जलयोजन को अनलॉक करें
hr: Otključajte personaliziranu hidrataciju
hu: Fedezd fel a Személyre Szabott Hidratációt
id: Buka Hidrasi yang Dipersonalisasi
it: Sblocca una idratazione personalizzata
ja: パーソナライズされた水分補給を解放する
kk: Жекелеген суықтандыруды ашыңыз
ms: Buka Kunci Penghidratan Peribadi
nl: Ontgrendel Gepersonaliseerde Hydratatie
pl: Odblokuj Spersonalizowane Nawodnienie
pt_br: Desbloqueie a Hidratação Personalizada
pt_pt: Desbloqueie a Hidratação Personalizada
ro: Dezvăluie hidratarea personalizată
ru: Откройте для себя персонализированное увлажнение
sk: Odomknite osobnú hydratáciu
sl: Odklenite osebno hidracijo
sv: Lås upp personlig hydrering
th: ปลดล็อกการเติมน้ำส่วนบุคคล
tr: Kişiselleştirilmiş Hidratasyonu Açın
uk: Відкрийте для себе персоналізовану гідратацію
vi: Mở khóa sự cung cấp nước cá nhân hóa
zh_hans: 解锁个性化水分补充
zh_hant: 解鎖個性化補水

source: Unlock Premium
ar: فتح مميز
bg: Активирайте премиум.
ca: Desbloqueja Premium
cs: Odemknout prémiovou verzi
da: Oplås Premium
de: Premium freischalten
el: Ξεκλειδώστε το Premium
es: Desbloquear Premium
fi: Avaa Premium.
fr: Débloquer Premium
he: שחרור פרימיום
hi: प्रीमियम अनलॉक करें
hr: Otključaj Premium
hu: Prémium feloldása
id: Buka Premium
it: Sblocca Premium
ja: プレミアムを解放する
kk: Премиумды ашу
ms: Buka Premium
nl: Ontgrendel Premium
pl: Odblokuj Premium
pt_br: Desbloquear Premium
pt_pt: Desbloquear Premium
ro: Dezvăluie Premium
ru: Разблокировать премиум доступ
sk: Odomknúť prémiu
sl: Odkleni Premium
sv: Lås upp Premium
th: ปลดล็อกพรีเมียม
tr: Premium'i Açın
uk: Активувати преміум версію
vi: Mở khóa Premium
zh_hans: 解锁高级版
zh_hant: 解鎖高級版

source: Update Goal
ar: هدف التحديث
bg: Актуализиране на целта
ca: Objectiu d'actualització
cs: Aktualizovat cíl
da: Opdater mål
de: Aktualisierungsziel
el: Ενημέρωση Στόχου
es: Actualizar objetivo
fi: Päivitystavoite
fr: Objectif de mise à jour
he: עדכון מטרה
hi: अपडेट लक्ष्य
hr: Ažuriraj cilj
hu: Cél Frissítés
id: Perbarui Tujuan
it: Obiettivo di Aggiornamento
ja: 更新目標
kk: Мақсатты жаңарту
ms: Kemas kini Matlamat
nl: Doel bijwerken
pl: Cel aktualizacji
pt_br: Atualizar Objetivo
pt_pt: Atualizar Objetivo
ro: Actualizare Obiectiv
ru: Обновить цель
sk: Aktualizovať cieľ
sl: Posodobitev cilja
sv: Uppdatera mål
th: อัปเดตเป้าหมาย
tr: Hedefi Güncelle
uk: Оновити мету
vi: Cập nhật mục tiêu
zh_hans: 更新目标
zh_hant: 更新目標
